t1 = "python" #ეს ცვლადი ინახავს სტრინგს
t2 = "lizard" #ეს ცვლადი ინახავს სტრინგს
t3 = "dog" #ეს ცვლადი ინახავს სტრინგს
t4 = "cat" #ეს ცვლადი ინახავს სტრინგს
t5 = "turtle" #ეს ცვლადი ინახავს სტრინგს

t6 = 5 #ეს ცვლადი ინახავს ინტენჯერს
t7 = int(10 - 5) #ეს ცვლადი ინახავს ინტენჯერს
t8 = int(15 - 8.5) #ეს ცვლადი ინახავს ინტენჯერს
t9 = int(100 - 50) #ეს ცვლადი ინახავს ინტენჯერს
t10 = int(100 - 50 / 2 ) #ეს ცვლადი ინახავს ინტენჯერს

t11 = 8.5 #ეს ცვლადი ინახავს fლოათს
t12 = 10 - 5.5 #ეს ცვლადი ინახავს fლოათს
t13 = float(10 - 5) #ეს ცვლადი ინახავს fლოათს
t14 = 50 - 25 / 2 * 3 #ეს ცვლადი ინახავს fლოათს
t15 = 1000 * 2.5 /2.6


