from turtle import*
#შექმენით mybalance-ის ცვლადი, შემდეგ გაზარდეთ ამ ცვლადის მნიშვნელობა 2-თ უბრალო ფორმით, შემდეგ ისევ გაზარდეთ მნიშვნელობა 3-ით ოღონდ გამოიყენეთ assigment operator, ამის შემდეგ თქვენი სურვილისამებრ შეცვალეთ ცვლადის მნიშვნელობა იგივე assingment operator-ის საშვალებით, კოდი ახსენით კომენატრებით, ჩამოწერეთ ყველა საუკეტესო პრაქტიკა და მიუწერეთ განმარტებები
my_balance = 10 #ავიღე ცვლადი რომელსაც მივანიჭე 10-ის მნიშვნელობა
my_balance = my_balance + 2 #ცვლადის მნიშვნელობა გავზარდე 2-ით
my_balance += 10 #ცვლადი გავზარდე 10-ით assignment operato-ით
print(my_balance)#print-ის საშვალებით ცვლადის მნიშვნელობა გამოგვაქვს ტერმინალზე